core-keys/mule-esp32s3/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_TINYUSB_HID_COUNT=2
CONFIG_TINYUSB_CDC_ENABLED=n
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=6144
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y

# Finer scheduling for tight multi-frame CTAPHID delivery.
CONFIG_FREERTOS_HZ=1000
